{
    "About JELLYFISH": "Meduza Haqida",
    "Company": "Kampaniya",
    "Service": "Xizmat",
    "Recruit": "Ishga olish",
    "Contact": "Aloqa",
    "Our vision statement": "Bizning qarash bayonotimiz",
    "We believe that breakthrouths come either from new knowledge or new experiences.At Jellyfish, we strive to broaden your viewpoint.": "Biz kashfiyotlar yangi bilimlar yoki yangi tajribalardan kelib chiqishiga ishonamiz. Meduzada biz sizning nuqtai nazaringizni kengaytirishga intilamiz.",
    "Mission": "Missiya",
    "To provide fair opportunity to people all over the world.": "Butun dunyodagi odamlarga adolatli imkoniyat berish.",
    "Not only in Japan, there is a huge disparity in opportunity distribution all": "Nafaqat Yaponiyada, barcha imkoniyatlarni taqsimlashda katta nomutanosiblik mavjud",
    "over the world.": "dunyo bo'ylab.",
    "Our mission is to create opportunities to everyone, regardless of": "butun dunyo bo'ylab.Bizning vazifamiz nima bo'lishidan qat'iy nazar hamma uchun imkoniyatlar yaratishdir",
    "nationality, ethnicity, religion, culture and physical features.": "millati, etnik kelib chiqishi, dini, madaniyati va jismoniy xususiyatlari.",
    "JELLYFISH has been developing business in various areas including education, employment management both in Japan and overseas. We understand how the development of technological innovations such as AI and loT is happening at a drastic pace. By incorporating new technologies to different areas, we will continue to provide and create great opportunities to help bring the ideal world for everyone to come true.": "JELLYFISH turli sohalarda, shu jumladan Yaponiyada ham, xorijda ham ta'lim, bandlikni boshqarish bo'yicha biznesni rivojlantirmoqda. Biz AI va LoT kabi texnologik innovatsiyalarning rivojlanishi qanday keskin sur'atlarda ketayotganini tushunamiz. Turli sohalarga yangi texnologiyalarni kiritish orqali biz har bir inson uchun ideal dunyoni amalga oshirishga yordam berish uchun ajoyib imkoniyatlarni taqdim etishda va yaratishda davom etamiz.",
    "Human Resources": "Kadrlar bo'limi",
    "Our recruitment system for IT engineers aims to support mid-stage startups and companies that are growing fast in the IT venture. We provides all-round support for IT engineers through direct recruitment using SNS in various countries.": "IT-muhandislari uchun ishga yollash tizimimiz oʻrta bosqichdagi startaplar va IT sohasida tez rivojlanayotgan kompaniyalarni qoʻllab-quvvatlashga qaratilgan. Biz turli mamlakatlarda SNS yordamida to'g'ridan-to'g'ri yollash orqali IT-muhandislarini har tomonlama qo'llab-quvvatlaymiz.",
    "For further information, click here": "Qo'shimcha ma'lumot olish uchun bu yerni bosing",
    "Education": "Ta'lim",
    "In order to improve the corporate clients’ Japanese speaking skills, we work on the foundation and development of online programs of Japanese language education. Consultants help business with common areas such as studying abroad in Japan and Japanese language learning.": "Korporativ mijozlarning yapon tilida so'zlashish ko'nikmalarini oshirish uchun biz yapon tilini o'qitishning onlayn dasturlarini yaratish va rivojlantirish ustida ishlaymiz. Maslahatchilar biznesga Yaponiyada chet elda o'qish va yapon tilini o'rganish kabi umumiy sohalarda yordam berishadi.",
    "Investment Business": "Investitsion biznes",
    "The company invests in technologies in early-stages in a practical and direct way. We are committed to help the hiring of IT engineers which is the main fuel for the growth of many companies. By doing so, we can increase the growth rate and the probability for success of the companies we invest in.": "Kompaniya texnologiyalarga dastlabki bosqichlarda amaliy va to'g'ridan-to'g'ri sarmoya kiritadi. Biz ko'plab kompaniyalarning rivojlanishi uchun asosiy yoqilg'i bo'lgan IT-muhandislarni yollashga yordam berishga tayyormiz. Shunday qilib, biz sarmoya kiritgan kompaniyalarning o'sish sur'atini va muvaffaqiyati ehtimolini oshirishimiz mumkin.",
    "Regional Creative Business": "Mintaqaviy ijodiy biznes",
    "OKUTAMA+ is a project in development for the community in Okutama-cho, Nishitama-gun, Tokyo. The project is designed to resuse the abandoned junior highschool buildings.": "OKUTAMA+ - bu Okutama-cho, Nishitama-gun, Tokiodagi hamjamiyat uchun ishlab chiqilayotgan loyiha. Loyiha qarovsiz qolgan o'rta maktab binolarini qayta ishlatishga mo'ljallangan",
    "If you have any questions about our company or our business, please contact us from here.": "Bizning kompaniyamiz yoki biznesimiz haqida savollaringiz bo'lsa, biz bilan bu yerdan bog'laning.",
    "We are a small operation and work from home. If you have any questions, please contact us by phone.": "Biz kichik operatsiyamiz va uydan ishlaymiz. Agar sizda biron bir savol bo'lsa, iltimos, biz bilan telefon orqali bog'laning.",
    "Also, due to the fact that our call center is outsourced, we are not able to provide an immediate response. Please understand this in advance.": "Shuningdek, bizning call-markazimiz autsorsing bo‘lganligi sababli, biz darhol javob bera olmaymiz. Iltimos, buni oldindan tushunib oling.",
    "Inquiry by form": "Shakl bo'yicha so'rov",
    "Contact Us": "Biz bilan bog'lanish",
    "Weekdays": "Hafta kunlari",
    "phone": "Telefon"
}