{
    "About JELLYFISH": "О Mедузах",
    "Company": "компания",
    "Service": "услуга",
    "Recruit": "Нанимать на работу`",
    "Contact": "Контакт",
    "Our vision statement": "Заявление о нашем видении",
    "We believe that breakthrouths come either from new knowledge or new experiences.At Jellyfish, we strive to broaden your viewpoint.": "Мы верим, что прорыв происходит либо из новых знаний, либо из нового опыта. В Jellyfish мы стремимся расширить вашу точку зрения.",
    "Mission": "Миссия",
    "To provide fair opportunity to people all over the world.": "Чтобы предоставить справедливые возможности людям во всем мире",
    "Not only in Japan, there is a huge disparity in opportunity distribution all": "Не только в Японии существует огромное неравенство в распределении возможностей.",
    "over the world.": "по всему миру.",
    "Our mission is to create opportunities to everyone, regardless of": "Наша миссия — создавать возможности для всех, независимо от",
    "nationality, ethnicity, religion, culture and physical features.": "национальность, этническая принадлежность, религия, культура и физические особенности.",
    "JELLYFISH has been developing business in various areas including education, employment management both in Japan and overseas. We understand how the development of technological innovations such as AI and loT is happening at a drastic pace. By incorporating new technologies to different areas, we will continue to provide and create great opportunities to help bring the ideal world for everyone to come true.": "JELLYFISH развивает бизнес в различных областях, включая образование, управление трудоустройством, как в Японии, так и за рубежом. Мы понимаем, что развитие технологических инноваций, таких как ИИ и интернет вещей, происходит стремительными темпами. Внедряя новые технологии в различные области, мы продолжим предоставлять и создавать прекрасные возможности, чтобы помочь воплотить идеальный мир для всех.",
    "Human Resources": "Человеческие ресурсы",
    "Our recruitment system for IT engineers aims to support mid-stage startups and companies that are growing fast in the IT venture. We provides all-round support for IT engineers through direct recruitment using SNS in various countries.": "Наша система найма ИТ-инженеров направлена на поддержку стартапов на промежуточной стадии и компаний, которые быстро развиваются в сфере ИТ. Мы обеспечиваем всестороннюю поддержку ИТ-инженеров путем прямого найма с использованием SNS в разных странах.",
    "For further information, click here": "Для получения дополнительной информации нажмите здесь",
    "Education": "Образование",
    "In order to improve the corporate clients’ Japanese speaking skills, we work on the foundation and development of online programs of Japanese language education. Consultants help business with common areas such as studying abroad in Japan and Japanese language learning.": "В целях повышения уровня владения японским языком корпоративных клиентов мы работаем над созданием и развитием онлайн-программ обучения японскому языку. Консультанты помогают бизнесу в таких общих областях, как обучение за границей в Японии и изучение японского языка.",
    "Investment Business": "Инвестиционный бизнес",
    "The company invests in technologies in early-stages in a practical and direct way. We are committed to help the hiring of IT engineers which is the main fuel for the growth of many companies. By doing so, we can increase the growth rate and the probability for success of the companies we invest in.The company invests in technologies in early-stages in a practical and direct way. We are committed to help the hiring of IT engineers which is the main fuel for the growth of many companies. By doing so, we can increase the growth rate and the probability for success of the companies we invest in.": "Компания инвестирует в технологии на ранних стадиях практичным и прямым способом. Мы стремимся помочь в найме ИТ-инженеров, что является основным топливом для роста многих компаний. Поступая таким образом, мы можем увеличить темпы роста и вероятность успеха компаний, в которые мы инвестируем. Компания инвестирует в технологии на ранних стадиях практичным и прямым способом. Мы стремимся помочь в найме ИТ-инженеров, что является основным топливом для роста многих компаний. Поступая таким образом, мы можем увеличить темпы роста и вероятность успеха компаний, в которые мы инвестируем.",
    "Regional Creative Business": "Региональный творческий бизнес",
    "OKUTAMA+ is a project in development for the community in Okutama-cho, Nishitama-gun, Tokyo. The project is designed to resuse the abandoned junior highschool buildings": "OKUTAMA+ — это проект, разрабатываемый для сообщества в Окутама-тё, Нишитама-гун, Токио. Проект предназначен для повторного использования заброшенных зданий средней школы.",
    "If you have any questions about our company or our business, please contact us from here.": "Если у вас есть какие-либо вопросы о нашей компании или нашем бизнесе, пожалуйста, свяжитесь с нами здесь.",
    "We are a small operation and work from home. If you have any questions, please contact us by phone.": "У нас небольшой бизнес и мы работаем из дома. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нами по телефону.",
    "Also, due to the fact that our call center is outsourced, we are not able to provide an immediate response. Please understand this in advance.": "Кроме того, из-за того, что наш колл-центр находится на аутсорсинге, мы не можем дать немедленный ответ. Пожалуйста, поймите это заранее.",
    "Inquiry by form": "Запрос по форме",
    "Contact Us": "Связаться с нами",
    "Contact us by phone": "Свяжитесь с нами по телефону",
    "Weekdays": "Будни",
    "phone": "телефон"
}